import type { Story } from '@/types';

const STORIES: Story[] = [
  {
    id: 146,
    question:
      'Батьки вимагали від маленької доньки, щоб вона не сміла відчиняти двері горища, бо вона побачить те, що їй не можна бачити. Якось, коли батьків не було вдома, вона все ж таки відчинила ці двері. Що вона побачила?',
    solution:
      'Відчинивши двері горища, дівчинка побачила вітальню, а за вікнами сад. Вона ніколи не бачила цього, бо батьки все життя тримали її на горищі. (Це справді завдання на різнобічне мислення, оскільки майже всі мовчазно мають на увазі, що той, хто відчиняє двері горища, відкриває її зовні.)'
  },
  {
    id: 147,
    question:
      'Людина прокинулася, запалила сірник і побачила щось таке, що померла від переляку. Що трапилося?',
    solution:
      "Людина була засуджена до дуже великого терміну ув'язнення і сиділа у в'язниці. Він заплатив людині, яка завідує похоронами людей, які померли у в'язниці, щоб той допоміг йому втекти. План полягав у тому, що коли у в'язниці хтось помре, в'язень сховається в труні поруч із покійником. Коли ж труна буде похована за стінами в'язниці, організатор похорону вириє її та звільнить людину. Дізнавшись, що у в'язниці хтось помер, в'язень привів свій план. Під покровом ночі він прокрався в труну і ліг поряд із небіжчиком. Там він заснув. Прокинувся він уже тоді, коли труна була похована. Він запалив сірник і побачив обличчя покійника - це була та сама людина, яка мала викопати труну. Серед серій серіалу «Година Хічкока» (1962 – 1965 рр.) був епізод «Остання втеча», в якому саме це й сталося!"
  },
  {
    id: 355,
    question:
      'Олександр працював в одній компанії 11 років на одній посаді. І тут йому запропонували підвищення. Він негайно звільнився та кудись переїхав. Чому?',
    solution:
      'Олександр працював водієм бульдозера на звалищах. Він добре заробляв тим, що допомагав місцевій мафії приховувати трупи у їхніх надрах. Коли його керівник запропонував підвищення до бригадира, щоб прибрати одне зі сміттєзвалищ і почати рити там котлован для будівництва будинку, відданість компанії одразу ж випарувалася.'
  },
  {
    id: 11,
    question:
      'Хлопець зайшов до аптеки і залишив її з грошима з каси. Хазяйка аптеки зателефонувала до поліції і цього хлопця відвіз поліцейський, а ще через деякий час їй повернули гроші. Цього ж вечора троє людей прийшли в поліцейську дільницю і повідомили про крадіжку.',
    solution:
      'Хлопець був сином господині аптеки. Його машину викрали і він мав важливий іспит цього дня. Він зайшов до аптеки, щоб попросити у мами грошей на таксі. Мама дала йому грошей, а також попросила телефоном свого чоловіка, який працював у поліції, підвести сина. Він підвіз, а т.к. гроші синові вже не були потрібні, він віддав їхньому батькові, а той відвіз їх назад мамі. Увечері вся родина пішла в дільницю, щоб повідомити про викрадення машини.'
  },
  {
    id: 129,
    question:
      'Жінка розмовляє, при цьому вона засмучена. Ніхто не може її зрозуміти, але чоловік спеціально знімає її на відеокамеру. Навіщо?',
    solution:
      "Жінці було 87 років. Мова, якою вона говорила, вимирала, і, більше того, вона була останнім його носієм. На плівку її знімав академік, який намагався сфотографувати цю мову перш, ніж вона виявиться втраченою назавжди. Це відбувалося реально: доктор Давид Долбі знімав останню жінку, яка говорила африканською мовою Бік'я в 1986 році."
  }
];

export default STORIES;
