const YES_NO = [
  {
    id: 1,
    yesno:
      'Батьки вимагали від маленької доньки, щоб вона не сміла відчиняти двері горища, бо вона побачить те, що їй не можна бачити. Якось, коли батьків не було вдома, вона все ж таки відчинила ці двері. Що вона побачила?',
    solution:
      'Відчинивши двері горища, дівчинка побачила вітальню, а за вікнами сад. Вона ніколи не бачила цього, бо батьки все життя тримали її на горищі. (Це справді завдання на різнобічне мислення, оскільки майже всі мовчазно мають на увазі, що той, хто відчиняє двері горища, відкриває її зовні.)'
  }
];

export default YES_NO;
