const STORIES = [
  {
    id: 146,
    question:
      'Батьки вимагали від маленької доньки, щоб вона не сміла відчиняти двері горища, бо вона побачить те, що їй не можна бачити. Якось, коли батьків не було вдома, вона все ж таки відчинила ці двері. Що вона побачила?',
    solution:
      'Відчинивши двері горища, дівчинка побачила вітальню, а за вікнами сад. Вона ніколи не бачила цього, бо батьки все життя тримали її на горищі. (Це справді завдання на різнобічне мислення, оскільки майже всі мовчазно мають на увазі, що той, хто відчиняє двері горища, відкриває її зовні.)'
  },
  {
    id: 147,
    question:
      'Людина прокинулася, запалила сірник і побачила щось таке, що померла від переляку. Що трапилося?',
    solution:
      "Людина була засуджена до дуже великого терміну ув'язнення і сиділа у в'язниці. Він заплатив людині, яка завідує похоронами людей, які померли у в'язниці, щоб той допоміг йому втекти. План полягав у тому, що коли у в'язниці хтось помре, в'язень сховається в труні поруч із покійником. Коли ж труна буде похована за стінами в'язниці, організатор похорону вириє її та звільнить людину. Дізнавшись, що у в'язниці хтось помер, в'язень привів свій план. Під покровом ночі він прокрався в труну і ліг поряд із небіжчиком. Там він заснув. Прокинувся він уже тоді, коли труна була похована. Він запалив сірник і побачив обличчя покійника - це була та сама людина, яка мала викопати труну. Серед серій серіалу «Година Хічкока» (1962 – 1965 рр.) був епізод «Остання втеча», в якому саме це й сталося!"
  }
];

export default STORIES;
